import { INotice } from '../types/notice'

const noticeList: INotice[] = [
  {
    id: 1,
    type: '공지',
    title: '효다닥 사용자 무료 교육 안내ㅣ23년 9월 20일(수)',
    date: '23.07.24',
  },
  {
    id: 2,
    type: '이벤트',
    title: '효다닥 X 오더퀸 결합 서비스 신규 가입 20% 추가 할인 (~12.31)',
    date: '23.07.22',
  },
  {
    id: 3,
    type: '공지',
    title: '효다닥 서비스 접속 정상화 안내',
    date: '22.12.10',
  },
  {
    id: 4,
    type: '공지',
    title: 'Chrome 91 업데이트에 따른 로그인 오류 안내',
    date: '22.06.09',
  },
  {
    id: 5,
    type: '이벤트',
    title: '효다닥 신규 가입자 3개월 무료 제공 혜택',
    date: '22.05.24',
  },
  {
    id: 6,
    type: '공지',
    title: '효다닥 사용자 무료 교육 안내ㅣ23년 9월 20일(수)',
    date: '23.07.24',
  },
  {
    id: 7,
    type: '이벤트',
    title: '효다닥 X 오더퀸 결합 서비스 신규 가입 20% 추가 할인 (~12.31)',
    date: '23.07.22',
  },
  {
    id: 8,
    type: '공지',
    title: '효다닥 서비스 접속 정상화 안내',
    date: '22.12.10',
  },
  {
    id: 9,
    type: '공지',
    title: 'Chrome 91 업데이트에 따른 로그인 오류 안내',
    date: '22.06.09',
  },
  {
    id: 10,
    type: '이벤트',
    title: '효다닥 신규 가입자 3개월 무료 제공 혜택',
    date: '22.05.24',
  },
  {
    id: 11,
    type: '공지',
    title: '효다닥 사용자 무료 교육 안내ㅣ23년 9월 20일(수)',
    date: '23.07.24',
  },
  {
    id: 12,
    type: '이벤트',
    title: '효다닥 X 오더퀸 결합 서비스 신규 가입 20% 추가 할인 (~12.31)',
    date: '23.07.22',
  },
  {
    id: 13,
    type: '공지',
    title: '효다닥 서비스 접속 정상화 안내',
    date: '22.12.10',
  },
  {
    id: 14,
    type: '공지',
    title: 'Chrome 91 업데이트에 따른 로그인 오류 안내',
    date: '22.06.09',
  },
  {
    id: 15,
    type: '이벤트',
    title: '효다닥 신규 가입자 3개월 무료 제공 혜택',
    date: '22.05.24',
  },
  {
    id: 16,
    type: '공지',
    title: '효다닥 사용자 무료 교육 안내ㅣ23년 9월 20일(수)',
    date: '23.07.24',
  },
  {
    id: 17,
    type: '이벤트',
    title: '효다닥 X 오더퀸 결합 서비스 신규 가입 20% 추가 할인 (~12.31)',
    date: '23.07.22',
  },
  {
    id: 18,
    type: '공지',
    title: '효다닥 서비스 접속 정상화 안내',
    date: '22.12.10',
  },
  {
    id: 19,
    type: '공지',
    title: 'Chrome 91 업데이트에 따른 로그인 오류 안내',
    date: '22.06.09',
  },
  {
    id: 20,
    type: '이벤트',
    title: '효다닥 신규 가입자 3개월 무료 제공 혜택',
    date: '22.05.24',
  },
]

export default noticeList
